# SlopeArrowLevelStart Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..SlopeArrowLevelStart Property
ParameterTypeId Class See Also
---
"Level at Tail"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId SlopeArrowLevelStart { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property SlopeArrowLevelStart As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ SlopeArrowLevelStart {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace